[
	{
		"id" : "0_0_0",
		"setup" : [""],
		"task" : [""]
	},
	{
		"id" : "2_1_1",
	 	"setup" : ["Get 3 exercise balls and a yoga mat.",
				"Go to a location with a large hill.",
				"Place the three exercise balls at the bottom of the hill and the yoga mat at the top.",
				"Place the task at the bottom of the hill with the exercise balls."],
	 	"task" : ["Place these three exercise balls on the yoga mat on the top of that hill.",
				"The task is complete when all three balls sit fully inflated and stationary on the mat.",
				"Fastest wins.",
				"Your time starts now."]
	},
	{
		"id" : "2_1_2",
		"setup" : ["Get a large circular red carpet, a golf flag, and a potato.",
				"Place the circular red carpet in the middle of a lawn, and put the flag in the middle of the red carpet with a hole in the middle.",
				"Place the task and the potato in front of the circle."],
		"task" : ["Get this potato into the golf hole.",
				"You may not touch the red green.",
				"Fastest wins.",
				"Your time starts now."]
	},
	{
		"id" : "2_1_3",
		"setup" : ["Find a Swedish person."
				"Instruct them to not talk in English.",
				"Have them sit at a table with the task on the other side of the table."],
		"task" : ["Find out the following information from this Swedish person:",
				"DATE OF BIRTH",
				"FATHER'S JOB",
				"GREATEST FEAR",
				"HOW HE WOULD DESCRIBE YOU",
				"FAVORITE FOOD",
				"PHONE NUMBER",
				"The Swedish person may not speak or write in English.",
				"The fastest and most accurate wins.",
				"Your time starts now."]
	},
	{
		"id" : "2_1_4",
		"setup" : ["Get a suitcase, a pinata, a sand bucket and shovel, a sombrero, an inflatable doughnut, a wetsuit, flippers, a snorkel, and inflatable armbands.",
				"Place these on or around a table with the task."],
		"task" : ["LIVE:",
			   "Pack for your holiday.",
				"All items must either be packed in your hand luggage or worn on your body.",
				"Fastest wins."]
	},
	{
		"id" : "8_7_1",
		"setup" : ["Get 5 pink lady apples, 3 satsumas, a green egg, and 9 bowls.",
				"Find a location with 9 picnic tables, and place either an apple, a satsuma, or a green egg on each of the picnic tables",
				"Cover each of the ],"],
		"task" : ["Find the pink ladies.",
				"If you touch or move a bowl, you must turn it over.",
				"If you find the green egg, you are disqualified.",
				"Most pink ladies wins.",
				"You have 10 minutes.",
				"Your time starts now."]
	}
]